export const citiesData = [
  {
    name: "Токио",

    description:
      "Столица Японии, известная своими неоновыми огнями, многолюдностью и современной архитектурой.",

    imageUrl: "./public/images/Tokio.jpg",

    facts: [
      "Токио - самый населенный мегаполис в мире.",

      "Здесь расположена самая высокая башня в Японии - Токийская башня.",

      "В Токио проходят множество культурных событий и фестивалей.",
    ],
  },

  {
    name: "Киото",

    description:
      "Город на острове Хонсю, известный своими многочисленными классическими буддийскими храмами, а также садами, императорскими дворцами, синтоистскими святилищами и традиционными деревянными домами.",

    imageUrl: "./public/images/Kioto.jpg",

    facts: [
      "В Киото насчитывается более 1600 буддийских храмов.",

      "Этот город был столицей Японии более тысячи лет.",
    ],
  },

  {
    name: "Осака",

    description:
      "Город в центральной части острова Хонсю, известен своими современными достопримечательностями и активной ночной жизнью.",

    imageUrl: "./public/images/Osaka.jpg",

    facts: [
      "Осака известна своим замком, который играл ключевую роль в объединении Японии в XVI веке.",

      "Город является кулинарной столицей Японии.",
    ],
  },

  {
    name: "Хоккайдо",

    description:
      "Самый северный остров Японии, известный своей природой, снежными фестивалями и уникальной культурой.",

    imageUrl: "./public/images/Hokkajdo.jpg",

    facts: [
      "Хоккайдо предлагает отличные условия для зимних видов спорта, особенно для лыжного спорта и сноубординга.",

      "Летом остров привлекает туристов своими цветущими лавандовыми полями.",
    ],
  },

  {
    name: "Нагоя",

    description:
      "Город в центре Хонсю, известен своим отраслевым влиянием и историческими достопримечательностями.",

    imageUrl: "./public/images/Nagoya.jpg",

    facts: [
      "Нагоя - один из важнейших промышленных городов Японии, центр автомобилестроения.",

      "Здесь находится известный Нагойский замок с позолоченными делфинами на крыше.",
    ],
  },
];
